13/data/attachments/ab91f1247eebf284.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:username>
            <nif:friendToBeAdded>Christopher_born_Friend_55689_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>